tap "browsh-org/browsh"
tap "candid82/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/gitstatus"
tap "spring-io/tap"
tap "yqrashawn/goku"
brew "bat"
brew "gcc"
brew "btop"
brew "curl"
brew "dotnet"
brew "dust"
brew "elm"
brew "node"
brew "openjdk"
brew "python@3.11"
brew "emscripten"
brew "entr"
brew "exercism"
brew "fd"
brew "felinks"
brew "fzf"
brew "gh"
brew "git"
brew "gleam"
brew "glow"
brew "unbound"
brew "gnutls"
brew "go"
brew "gradle"
brew "helix"
brew "hugo"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "librsvg"
brew "libzip"
brew "lolcat"
brew "markdown"
brew "marksman"
brew "mas"
brew "maven"
brew "micro"
brew "mysql", restart_service: true
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nnn"
brew "opam"
brew "pandoc"
brew "postgresql@15", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tree"
brew "tty-clock"
brew "w3m"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "browsh-org/browsh/browsh"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/gitstatus/gitstatus"
brew "spring-io/tap/spring-boot"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "basictex"
cask "discord"
cask "docker"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "goneovim"
cask "kitty"
cask "monitorcontrol"
cask "neovide"
cask "obsidian"
cask "postman"
cask "sf-symbols"
cask "spotify"
cask "wezterm"
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Xcode", id: 497799835
