tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "btop"
brew "coreutils"
brew "curl"
brew "dooit"
brew "fd"
brew "gh"
brew "git"
brew "go"
brew "gradle"
brew "hdf5"
brew "jq"
brew "kotlin"
brew "lazygit"
brew "llama"
brew "mas"
brew "micro"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "switchaudio-osx"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd", link: false
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "monitorcontrol"
cask "sf-symbols"
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
